Repository: selbieh/team_table_bckend
Catalog: baserow/core/locale/*/LC_MESSAGES/django.po
Languages: de, pt_br

source: %(by)s invited you to %(group_name)s - Baserow
de: %(by)s hat dich zu %(group_name)s eingeladen - Baserow
pt_br: %(by)s convidou você para o %(group_name)s - Baserow

source: Invitation
de: Einladung
pt_br: Convite

source: <strong>%(first_name)s</strong> has invited you to collaborate on <strong>%(group_name)s</strong>.
de: <strong>%(first_name)s</strong> hat Sie eingeladen, mitzuarbeiten an <strong>%(group_name)s</strong>.

source: Accept invitation
de: Einladung annehmen
pt_br: Aceitar convite

source: Baserow is an open source no-code database tool which allows you to collaborate on projects, customers and more. It gives you the powers of a developer without leaving your browser.
de: Baserow ist ein Open-Source-Datenbank-Tool ohne Code, das Ihnen die Zusammenarbeit mit über Projekte, Kunden und mehr. Es gibt Ihnen die Befugnisse eines Entwicklers ohne Ihren Browser zu verlassen.

source: Reset password
de: Passwort zurücksetzen
pt_br: Resetar senha

source: A password reset was requested for your account (%(username)s) on Baserow (%(public_web_frontend_hostname)s). If you did not authorize this, you may simply ignore this email.
de: Ein Passwort-Reset wurde für Ihr Konto ( %(username)s) beantragt am Baserow (%(public_web_frontend_hostname)s). Wenn Sie dies nicht autorisiert haben, können Sie diese E-Mail einfach ignorieren.

source: To continue with your password reset, simply click the button below, and you will be able to change your password. This link will expire in %(hours)s hours.
de: Um mit dem Zurücksetzen Ihres Passworts fortzufahren, klicken Sie einfach auf die untenstehende Schaltfläche, und Sie können Sie Ihr Passwort ändern. Dieser Link läuft ab in %(hours)s Stunden.

source: Reset password - Baserow
de: Passwort zurücksetzen - Baserow
pt_br: Resetar senha - Baserow

source: %(name)s's group
de: %(name)s's Gruppe
pt_br: %(name)s's grupo

source: <strong>%(first_name)s</strong> has invited you to collaborate on <strong>%(group_name)s</strong>.
pt_br: <strong>%(first_name)s</strong> tem um convite para você colaborar com <strong>%(group_name)s</strong>.

source: Baserow is an open source no-code database tool which allows you to collaborate on projects, customers and more. It gives you the powers of a developer without leaving your browser.
pt_br: Baserow é uma ferramenta de banco de dados de código-aberto e no-code que permite você colaborar em projetos, clientes e muitos mais. Dá-lhe os poderes de um desenvolvedor sem sem sair do seu navegador.

source: A password reset was requested for your account (%(username)s) on Baserow (%(public_web_frontend_hostname)s). If you did not authorize this, you may simply ignore this email.
pt_br: Uma redefinição de senha foi solicitada para sua conta (%(username)s) em Baserow (%(public_web_frontend_hostname)s). Se você não autorizou isso, você pode simplesmente ignorar este e-mail.

source: To continue with your password reset, simply click the button below, and you will be able to change your password. This link will expire in %(hours)s hours.
pt_br: Para continuar com sua redefinição de senha, basta clicar no botão abaixo e você poderá alterar sua senha. Este link irá expirar em %(hours)s hours.
